/* code credit */

"Engine, frontend, net server" = "Motor, önuç, ağ sunucusu";

"Many desktop frontend improvements" = "Birçok masaüstü önuç geliştirmesi";

"Many engine and desktop frontend improvements" = "Birçok motor ve masaüstü önuç geliştirmesi";

"Drillrocket, Ballgun, RC Plane weapons" = "Matkaproket, Topsilahı, UK(Uzaktan Kumandalı) Uçak silahları";

"Mine number and time game settings" = "Maden sayısı ve süre oyun ayarları";

"Desktop frontend improvements" = "Masaüstü önuç geliştirmeleri";

"Desktop frontend improvements" = "Masaüstü önuç geliştirmeleri";

"Mac OS X and iPhone version" = "Mac OS X ve iPhone versiyonu";

"Many engine and desktop frontend improvements" = "Many engine and desktop frontend improvements";

"Gamepad and Lua integration" = "Gamepad and Lua integration";

"Many engine improvements and graphics" = "Birçok motor geliştirmesi ve grafikler";

"Maze maps" = "Maze maps";

"Engine and desktop frontend improvements" = "Motor ve masaüstü önuç geliştirmeleri";

"Lua game modes and missions" = "Lua oyun modu ve görevleri";

"Desktop frontend improvements" = "Masaüstü önuç geliştirmeleri";

"Android port" = "Android bağlantı noktası";



/* art credit */

"Main graphics" = "Ana grafikler";

"Some hats" = "Bazı şapkalar";

"Hedgehogs voice" = "Kirpilerin sesi";



/* translation credit */

"Brazilian Portuguese" = "Brezilya Portekizcesi";

"Bulgarian" = "Bulgarca";

"Czech" = "Çekçe";

"Chinese" = "Çince";

"English" = "İngilizce";

"Finnish" = "Fince";

"French" = "Fransızca";

"German" = "Almanca";

"Greek" = "Yunanca";

"Italian" = "İtalyanca";

"Japanese" = "Japonca";

"Korean" = "Korece";

"Lithuanian" = "Litvanca";

"Polish" = "Lehçe";

"Portuguese" = "Portekizce";

"Russian" = "Rusça";

"Slovak" = "Slovakça";

"Spanish" = "İspanyolca";

"Swedish" = "İsveçce";

"Ukrainian" = "Ukraynaca";
